Repository: kepo4ka/shop-script-gift-for-you-plugin
Catalog: *-apps/files/locale/*/LC_MESSAGES/files.po
Languages: ru_ru

source: Files
ru_ru: Файлы

source: Share this folder
ru_ru: Совместный доступ

source: Download
ru_ru: Скачать

source: download
ru_ru: скачать

source: Move
ru_ru: Переместить

source: Delete
ru_ru: Удалить

source: Name
ru_ru: Название

source: Link
ru_ru: Ссылка

source: Size
ru_ru: Размер

source: Meta
ru_ru: Мета

source: Upload files
ru_ru: Загрузить файлы

source: All files
ru_ru: Все файлы

source: Favorites
ru_ru: Избранное

source: Document
ru_ru: Документ

source: Images
ru_ru: Изображения

source: Input file name
ru_ru: Укажите имя файла

source: Storage
ru_ru: Папки

source: Shared
ru_ru: Общие

source: Trash
ru_ru: Корзина

source: Settings
ru_ru: Настройки

source: Loading...
ru_ru: Загрузка...

source: Create folder
ru_ru: Создать папку

source: Create subfolder
ru_ru: Создать подпапку

source: Common files
ru_ru: Общие файлы

source: No access
ru_ru: Доступ запрещен

source: View only
ru_ru: Только просмотр

source: View and comment
ru_ru: Просмотр и комментирование

source: Add new files
ru_ru: Добавление новых файлов

source: Full access
ru_ru: Полный доступ

source: My files
ru_ru: Мои файлы

source: Show more files
ru_ru: Показать больше файлов

source: Loading
ru_ru: Загрузка

source: %d comment
ru_ru: %d комментарий

source: %d file
ru_ru: %d файл

source: of %d
ru_ru: из %d

source: Download file
ru_ru: Скачать файл

source: Uploaded
ru_ru: Загружен

source: Updated
ru_ru: Обновлен

source: Contact doesn't exist
ru_ru: Контакт не существует

source: Comments
ru_ru: Комментарии

source: Add comment
ru_ru: Добавить комментарий

source: No permissions to create a folder
ru_ru: Недостаточно прав для создания папки

source: or
ru_ru: или

source: cancel
ru_ru: отменить

source: Close
ru_ru: Закрыть

source: Couldn't create folder
ru_ru: Не удалось создать папку

source: Create storage
ru_ru: Создать папку

source: Can create storage
ru_ru: Может создавать корневые папки

source: Storage name
ru_ru: Название папки

source: Access rights
ru_ru: Доступ

source: There are no user groups in your Webasyst account. Add groups using Contacts app to be able to manage access to storage.
ru_ru: В вашем Webasyst-аккаунте не настроены группы пользователей. Создайте группы с помощью приложения «Контакты», чтобы распределить права доступа к папке.

source: Couldn't create storage
ru_ru: Не удалось создать папку

source: Share file
ru_ru: Совместный доступ

source: Share folder
ru_ru: Совместный доступ

source: Share storage
ru_ru: Совместный доступ

source: Groups/users
ru_ru: Группы и пользователи

source: Access level
ru_ru: Уровень доступа

source: Couldn't share folder
ru_ru: Не удалось сделать папку общей

source: Select files
ru_ru: Выберите файлы

source: or drag files here
ru_ru: или перетащите файлы сюда

source: Start upload
ru_ru: Начать загрузку

source: Stop upload
ru_ru: Остановить загрузку

source: Files were uploaded with errors.
ru_ru: Файлы загружены с ошибками.

source: Server error
ru_ru: Ошибка сервера

source: Upload files (%d)
ru_ru: Загрузка файлов (%d)

source: Upload to
ru_ru: Место назначения

source: Empty result
ru_ru: Пустой результат

source: Insufficient file write permissions for folder %s.
ru_ru: Недостаточные права на запись файлов для папки %s.

source: Database error
ru_ru: Ошибка базы данных

source: This field is required
ru_ru: Это обязательное поле

source: There are forbidden characters.
ru_ru: Введены недопустимые символы.

source: Name is not unique. Try to rename.
ru_ru: Введено неуникальное название. Измените его.

source: Not unique
ru_ru: Неуникальное название

source: Saving error
ru_ru: Ошибка сохранения

source: Rename
ru_ru: Переименовать

source: Restore
ru_ru: Восстановить

source: Delete permanently
ru_ru: Удалить навсегда

source: An error occurred
ru_ru: Произошла ошибка

source: Cancel
ru_ru: Отмена

source: %d file will be deleted
ru_ru: %d файл будет удален

source: Tags
ru_ru: Теги

source: Private link
ru_ru: Приватная ссылка

source: Remove link
ru_ru: Удалить ссылку

source: Files with the following names already exist in the specified folder
ru_ru: Файлы с указанными именами уже существуют в указанной папке

source: Select an action to resolve the name conflict:
ru_ru: Выберите действие, чтобы разрешить конфликт имен:

source: Replace
ru_ru: Заменить

source: Exclude
ru_ru: Исключить

source: Move files and folders
ru_ru: Переместить файлы и папки

source: No permissions to move these files
ru_ru: Недостаточно прав для перемещения этих файлов

source: Move the rest
ru_ru: Переместить остальные

source: Visibility
ru_ru: Видимость

source: To me only
ru_ru: Только мне

source: To everyone
ru_ru: Всем

source: Everyone
ru_ru: Общий

source: Icon
ru_ru: Иконка

source: Filter conditions
ru_ru: Условия фильтра

source: File name
ru_ru: Имя файла

source: All storages
ru_ru: Все папки

source: File type
ru_ru: Тип файла

source: All types
ru_ru: Все типы

source: Custom file name extension
ru_ru: Указать другое расширение имени файла

source: Submit
ru_ru: Сохранить

source: Delete filter
ru_ru: Удалить фильтр

source: Are you sure?
ru_ru: Вы уверены?

source: Create filter
ru_ru: Создать фильтр

source: Create
ru_ru: Создать

source: Who already got shared access
ru_ru: Кто уже получил совместный доступ

source: Edit share settings
ru_ru: Настройки общего доступа

source: Save settings
ru_ru: Сохранить настройки

source: Remove all sharings
ru_ru: Отменить все настройки совместного доступа

source: Couldn't delete sharings
ru_ru: Не удалось удалить настройки совместного доступа

source: Couldn't save settings
ru_ru: Ошибка сохранения настроек

source: Rename file
ru_ru: Переименовать файл

source: New filter
ru_ru: Новый фильтр

source: Plugins
ru_ru: Плагины

source: Files from the same place
ru_ru: Файлы из одного источника

source: Couldn't save filter
ru_ru: Не удалось сохранить фильтр

source: Documents
ru_ru: Документы

source: Extension
ru_ru: Расширение

source: Search results of
ru_ru: Результаты поиска

source: Text
ru_ru: Текст

source: Video
ru_ru: Видео

source: Audio
ru_ru: Аудио

source: eBooks
ru_ru: Эл. книги

source: Search results
ru_ru: Результаты поиска

source: Group “%s”
ru_ru: Группа «%s»

source: User %s
ru_ru: Пользователь %s

source: Excluded from upload because of name conflict.
ru_ru: Исключены из загрузки из-за конфликта имен.

source: File is not visible in the public frontend because there are no routing rules for the Files app in your website settings. Use Site app (“Structure” section) to settle Files app on your website.
ru_ru: Файл не будет виден пользователям фронтенда, потому что для приложения «Файлы» не заданы правила маршрутизации. Поселите «Файлы» в настройках приложения «Сайт» (раздел «Структура»).

source: Copy
ru_ru: Копировать

source: Mark
ru_ru: Выделить

source: Share this file
ru_ru: Совместный доступ

source: First
ru_ru: Первые

source: Probably binary data in this file!
ru_ru: Возможно, файл содержит бинарные данные!

source: Delete the file
ru_ru: Удалить этот файл

source: You are going to change file extension. This may cause unavailability of file content. Are you sure?
ru_ru: Вы собираетесь изменить расширение имени файла. Это может привести к невозможности прочитать содержимое файла. Вы уверены?

source: Restore files and folders
ru_ru: Восстановить файлы и папки

source: Restore the rest
ru_ru: Восстановить оставшееся

source: Chosen groups/users
ru_ru: Выбранные группы/пользователи

source: Delete storage
ru_ru: Удалить папку

source: Color
ru_ru: Цвет

source: None
ru_ru: Нет

source: Delete storage and all files
ru_ru: Удалить папку и все файлы

source: This will permanently delete “%s”, and <strong>all %d files and folders</strong>. Are you sure?
ru_ru: Будет навсегда удалено «%s», а также <strong>все %d файлов и папок</strong>. Вы уверены?

source: Copy files
ru_ru: Копировать файлы

source: No permissions to copy these files
ru_ru: Недостаточно прав доступа для копирования этих файлов

source: Copying started
ru_ru: Копирование запущено

source: Mark files
ru_ru: Выделить файлы

source: Change upload path
ru_ru: Изменить папку загрузки

source: Change
ru_ru: Изменить

source: change
ru_ru: изменить

source: No permissions to rename this file
ru_ru: Недостаточно прав доступа для переименования этого файла

source: New source
ru_ru: Новый источник

source: Sources
ru_ru: Источники

source: File IDs:
ru_ru: Идентификаторы файлов:

source: Frontend type
ru_ru: Тип фронтенда

source: Published files
ru_ru: Опубликованные файлы

source: Incorrect data for saving
ru_ru: Некорректные данные для сохранения

source: Load more
ru_ru: Показать еще

source: Uploaded %d file
ru_ru: Загружен %d файл

source: B
ru_ru: Б

source: KB
ru_ru: КБ

source: MB
ru_ru: МБ

source: Welcome to Files application!
ru_ru: Добро пожаловать в приложение «Файлы»!

source: Start uploading files by clicking the link above or by dragging selected files anywhere on this page.
ru_ru: Начните загрузку файлов с помощью кнопки выше или перетаскивая файлы в любое место на этой странице.

source: Drag some photos anywhere on this page to start upload
ru_ru: Перетащите фотографии в любое место на этой странице, чтобы начать загрузку

source: Info
ru_ru: Информация

source: Storage ID
ru_ru: ID папки

source: Storage access type
ru_ru: Доступ к папке

source: Total size of files
ru_ru: Общий размер файлов

source: Personal
ru_ru: Приватный

source: Limited
ru_ru: Ограниченный

source: Unknown
ru_ru: Неизвестное

source: Total size
ru_ru: Общий размер

source: Release<br> to create new filter.
ru_ru: Отпустите,<br> чтобы создать новый новый фильтр.

source: Search files
ru_ru: Поиск файлов

source: New storage
ru_ru: Новая папка

source: Only you can access files in this storage
ru_ru: Только вы имеете доступ к файлам в этой папке

source: Only you can access this file
ru_ru: Только вы имеете доступ к этому файлу

source: Only you can access files in this folder
ru_ru: Только вы имеете доступ к файлам в этой папке

source: Admin
ru_ru: Администратор

source: Root
ru_ru: Корень

source: No permissions to delete these files
ru_ru: Недостаточно прав для удаления этих файлов

source: Files will be deleted PERMANENTLY without the ability to restore. Are you sure?
ru_ru: Файлы будут удалены НАВСЕГДА без возможности восстановления. Вы уверены?

source: Files will be moved to trash. Are you sure?
ru_ru: Файлы будут перенесены в корзину. Вы уверены?

source: You don’t have permissions to delete these files.
ru_ru: У вас недостаточно прав доступа для удаления этих файлов.

source: Delete the rest
ru_ru: Удалить остальные

source: Send as attachment
ru_ru: Отправить по почте

source: Delete file
ru_ru: Удалить файл

source: Uploaded by
ru_ru: Загрузил пользователь

source: enter tags
ru_ru: Добавить тег

source: Mark the rest
ru_ru: Выделить остальные

source: No permissions to mark this files
ru_ru: Недостаточно прав доступа для маркировки этих файлов

source: To:
ru_ru: Кому:

source: One email per line or separated by a ";"
ru_ru: Указывайте новые email-адреса с новой строки или разделяйте адреса символом «;»

source: Subject:
ru_ru: Тема:

source: Text:
ru_ru: Текст:

source: Attachments:
ru_ru: Вложения:

source: File size exceeds the limit set for email messages.
ru_ru: Размер файлов превышает установленное ограничение для email-сообщений.

source: Send
ru_ru: Отправить

source: Notifications on new uploaded files
ru_ru: Уведомления о новых загружаемых файлах

source: App icon badge count
ru_ru: Счетчик на иконке

source: Save
ru_ru: Сохранить

source: Selected users
ru_ru: Выбранные пользователи

source: Click “Save” button below to commit changes.
ru_ru: Сохраните изменения с помощью кнопки «Сохранить».

source: Create link
ru_ru: Создать ссылку

source: Limited access
ru_ru: Ограниченный доступ

source: Insufficient access rights
ru_ru: Недостаточные права доступа

source: Edit source "%s"
ru_ru: Редактировать источник «%s»

source: Create source
ru_ru: Создать источник

source: Delete source
ru_ru: Удалить источник

source: Source name
ru_ru: Имя источника

source: Source provider
ru_ru: Поставщик источника

source: Source paired with
ru_ru: Источник синхронизирован с

source: Select folder to pair
ru_ru: Выберите папку для синхронизации

source: Pair
ru_ru: Синхронизировать

source: Save source
ru_ru: Сохранить источник

source: Source adapter not found
ru_ru: Адаптер источника не найден

source: There are no source provider plugins.
ru_ru: Плагины для подключения поставщиков источников отсутствуют.

source: All backend users
ru_ru: Все пользователи бекенда

source: Only certain backend users will be able to access this storage
ru_ru: Только определенные пользователи бекенда будут иметь доступ этой папке

source: Clear trash
ru_ru: Очистить корзину

source: Do you really want to clean the trash and delete all files?
ru_ru: Вы действительно хотите очистить корзину и удалить из нее все файлы?

source: Duplicate
ru_ru: Создать копию

source: Please specify valid email address
ru_ru: Укажите правильный email-адрес

source: Invalid email address
ru_ru: Неверный email-адрес

source: Source settings updated
ru_ru: Настройки источника обновлены

source: kB
ru_ru: КБ

source: Off
ru_ru: Выкл

source: My favorite folders only
ru_ru: Только мои избранные папки

source: All folders
ru_ru: Все папки

source: New shared files and folders
ru_ru: Новые общие файлы и папки

source: New uploaded files (favorite folders only)
ru_ru: Новые загруженные файлы (только в избранных папках)

source: New uploaded files (all folders)
ru_ru: Новые загруженные файлы (во всех папках)

source: uploaded
ru_ru: загрузил

source: created new folder
ru_ru: создал новую папку

source: created new storage
ru_ru: создал новую папку

source: renamed
ru_ru: переименовал

source: moved
ru_ru: переместил

source: duplicated
ru_ru: создал копию

source: deleted
ru_ru: удалил

source: restored
ru_ru: восстановил

source: Saved
ru_ru: Сохранено

source: Popular tags
ru_ru: Популярные теги

source: Remove
ru_ru: Удалить

source: Skip
ru_ru: Пропустить

source: Start typing user name...
ru_ru: Начните писать имя пользователя...

source: Link to this file
ru_ru: Ссылка на этот файл

source: Link to this folder
ru_ru: Ссылка на эту папку

source: Create link to this file
ru_ru: Создать ссылку на этот файл

source: Create link to this folder
ru_ru: Создать ссылку на эту папку

source: Share with the team
ru_ru: Настроить доступ по пользователям

source: Currently shared with <strong>%s</strong>
ru_ru: Доступ: <strong>%s</strong>

source: Customize
ru_ru: Настроить

source: Assign tags
ru_ru: Назначить теги

source: Assign
ru_ru: Назначить

source: Files uploaded with errors
ru_ru: Файлы, загруженные с ошибками

source: share
ru_ru: настроить доступ

source: favorites
ru_ru: избранное

source: Sharing settings
ru_ru: Настройки общего доступа

source: Drop anywhere to upload
ru_ru: Перетащите в любое место, чтобы загрузить

source: Group:
ru_ru: Группа:

source: User:
ru_ru: Пользователь:

source: Files IDs:
ru_ru: ID файлов:

source: Me only
ru_ru: Только я

source: Release<br> to create new filter
ru_ru: Создать<br> новый фильтр

source: Add tag
ru_ru: Добавить тег

source: There are a forbidden symbols
ru_ru: Указаны недопустимые символы

source: Uploaded by %s
ru_ru: Загрузил %s

source: Created by %s
ru_ru: Создал %s

source: Storage not found
ru_ru: Папка не найдена

source: Access denied to storage
ru_ru: Доступ в папку закрыт

source: Folder not found
ru_ru: Папка не найдена

source: Back
ru_ru: Назад

source: empty
ru_ru: пусто

source: Total
ru_ru: Итого

source: clear
ru_ru: очистить

source: Trash summary
ru_ru: Корзины

source: User statistics
ru_ru: Пользователи

source: User
ru_ru: Пользователь

source: Storage summary
ru_ru: Папки

source: File type statistics
ru_ru: Типы файлов

source: File extension
ru_ru: Расширение файла

source: Statistics
ru_ru: Статистика

source: All
ru_ru: Все

source: You have not enough rights to upload files
ru_ru: У вас недостаточно прав для загрузки файлов

source: Release to create new filter
ru_ru: Сохранить как фильтр

source: Deleted contact
ru_ru: Контакт удален

source: Page not found
ru_ru: Страница не найдена

source: Access denied
ru_ru: Доступ запрещен

source: Please contact app developer.
ru_ru: Свяжитесь с разработчиком приложения.

source: Group %s
ru_ru: Группа %s

source: No available storages
ru_ru: Нет доступных папок

source: Rename folder
ru_ru: Переименовать папку

source: File size exceeds the limit
ru_ru: Размер файла превысил допустимое значение

source: Not allowed file type
ru_ru: Недопустимый тип файла

source: Max number of files exceeded
ru_ru: Количество загружаемых файлов превысило максимально допустимое значение

source: Uploaded bytes exceed file size
ru_ru: Количество полученных байт превысило объявленный размер файла

source: Unidentified error
ru_ru: Неопознанная ошибка

source: All delete files
ru_ru: Все удаленные файлы

source: My private files
ru_ru: Мои личные файлы

source: Connect new source
ru_ru: Подключение внешнего источника

source: Connect
ru_ru: Подключить

source: Provider
ru_ru: Провайдер

source: Load authorize page
ru_ru: Загрузка страницы авторизации

source: Receive connection code
ru_ru: Получить код подключения

source: Connection code
ru_ru: Код подключения

source: Source %s
ru_ru: Внешний источник %s

source: Owner
ru_ru: Владелец

source: Mounted
ru_ru: Подключен

source: Mount point
ru_ru: Точка подключения

source: Mount as storage
ru_ru: Подключить в корень

source: Mount as subfolder
ru_ru: Подключить как подпапку

source: Unmount source
ru_ru: Отключить источник

source: This will remove source and related folder from application. All files inside your source will remain unchanged.
ru_ru: Источник и связанные папки будут удалены из приложения. Все оригинальные файлы во внешнем источнике останутся без изменений.

source: Unmount
ru_ru: Отключить

source: Mount
ru_ru: Подключить

source: Source authorization code is canceled or expired
ru_ru: Код авторизации внешнего источника истек или был отменен

source: Renew authorization code
ru_ru: Обновить код авторизации

source: You need to install any source plugin before connecting sources.
ru_ru: Для подключения внешних источников необходимо установить соответствующие плагины.

source: Delete folder
ru_ru: Удалить папку

source: Public link to
ru_ru: Ссылка на

source: Public link
ru_ru: Ссылка

source: Right now this content is private and can be viewed by authorized backend users only. Enabling public link option will create a secret direct link that you can send to other people so they can access and download this content too.
ru_ru: Сейчас доступ есть только у зарегистрированных пользователей бекенда с необходимыми правами доступа. Прямая ссылка — это секретная ссылка на скачивание, не требующая авторизации. Удобный способ открыть доступ к данным кому угодно без предоставления доступа к бекенду.

source: Yes
ru_ru: Да

source: via %s (%s)
ru_ru: через %s (%s)

source: %d item
ru_ru: %d элемент

source: public link
ru_ru: ссылка

source: Are you sure you want move folder <strong>"%s"</strong> and all files in it to trash?
ru_ru: Переместить в корзину папку <strong>«%s»</strong> и все файлы в ней?

source: Sync is in process. No changes available until synchronization finish.
ru_ru: Синхронизация выполняется. Изменения не будут доступны до ее окончания .

source: Register application on %s
ru_ru: Зарегистрировать приложение на %s

source: Connect %s account:
ru_ru: Подключить аккаунт %s:

source: Synchronization process may take several minutes.
ru_ru: Процесс синхронизации может занять несколько минут.

source: Do not leave this page until the process is completed.
ru_ru: Не покидайте эту страницу до завершения процесса.

source: Application
ru_ru: Приложение

source: Source not found
ru_ru: Источник не найден

source: Can't create storage
ru_ru: Не удалось создать папку

source: Can't create folder
ru_ru: Не удалось создать подпапку

source: All files from remote source have been pulled
ru_ru: Получены все файлы из удаленного источника

source: Source plugin not found
ru_ru: Плагин источника не найден

source: Without a <tt>cron</tt> job set up for copy task file copy process may complete at slower rate.
ru_ru: Без настройки <tt>cron</tt> для задачи копирования, процесс копирования больших файлов может выполняться медленнее.

source: Without a <tt>cron</tt> job set up for external sources, the synchronization process may complete at a slower rate.
ru_ru: Без настройки <tt>cron</tt> для обмена данными с внешними источниками процедура синхронизации может выполняться медленнее.

source: Please set up a <tt>cron</tt> job (<a href="http://www.webasyst.com/framework/docs/server/cron/" target="_blank">view instructions</a>) using the command specified below in your web-hosting control panel:
ru_ru: Настройте задание <tt>cron</tt> (<a href="http://www.webasyst.ru/developers/docs/tips/cron/" target="_blank">инструкция по настройке</a>) с указанной ниже командой в контрольной панели вашего хостинга:

source: <tt>cron</tt> job is set up properly.
ru_ru: <tt>cron</tt> настроен и работает.

source: Cron Tasks
ru_ru: Задачи cron

source: This is your personal folder. No one but you has access here.
ru_ru: Это ваша персональная папка. Никто, кроме вас, не имеет к ней доступа.

source: If you need to share files with someone else use folders with common access.
ru_ru: Используйте папки общего доступа, если вы планируете совместную работу с вашими файлами.

source: Cron tasks
ru_ru: Задачи cron

source: You need the settlement of Files to create public link. Use <a href="%s">Site</a> to create new settlement.
ru_ru: Для создания ссылок требуется поселение приложения «Файлы» во фронтенде. Создайте поселение в приложении «<a href="%s">Сайт</a>».

source: Copy process may take several minutes.
ru_ru: Процесс копирования может занять несколько минут.

source: Continue in background
ru_ru: Закрыть и продолжить в фоновом режиме

source: Cancel the copy process? All files that is not finished will be deleted
ru_ru: Отменить копирование?

source: Move process may take several minutes.
ru_ru: Процесс перемещения может занять несколько минут.

source: specify settings
ru_ru: настроить

source: Account
ru_ru: Аккаунт

source: Authorization code renewal is not possible. You need to unlink the source and connect it again.
ru_ru: Обновление кода авторизации невозможно. Для работы с источником, отключите его и подключите повторно.

source: Authorize failed
ru_ru: В доступе отказано

source: All files have been copied
ru_ru: Копирование всех файлов завершено

source: Move files
ru_ru: Перемещение файлов

source: Maximum amount of folders for one copy process is %s.
ru_ru: Максимально допустимое количество папок &mdash; %s.

source: Storages
ru_ru: Папки

source: Too many requests to external source service. Please try again in a few minutes.
ru_ru: Слишком много запросов на внешний сервис. Попробуйте позже

source: GB
ru_ru: ГБ

source: There are no files available to pack
ru_ru: Нет доступных файлов для упаковки в архив

source: Choose destination folder or storage
ru_ru: Папка для восстановления файлов не выбрана

source: added new comment
ru_ru: добавлен новый комментарий

source: in copying/moving process
ru_ru: в процессе копирования/перемещения

source: Access
ru_ru: Доступ
